Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Education.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# education.all_categories
source: All Categories
de: Alle Kategorien
ja: すべてのカテゴリー
ms: Semua Kategori
th: ทุกหมวดหมู่
tr: Tüm Kategoriler

# education.article.adaptationChallenges.content
source: The adaptation process is essentially a controlled sleep deprivation process. Therefore, you should be prepared to experience all the challenges that come with sleep deprivation: **Mental Challenges:** **Brain Fog** The most common symptom. You'll have difficulty organizing your thoughts, focusing, and making simple decisions. **Excessive Irritability and Emotional Instability** You may get angry at the smallest things and become overly emotional (crying, anger outbursts) in situations you normally wouldn't react to. **Memory Problems** Your short-term memory can be severely affected. You may forget what you just said or what you were going to do. **Lack of Motivation** Even the simplest tasks can seem like mountains. **Microsleeps and Hallucinations** In extreme fatigue situations, you may fall asleep for seconds while your eyes are open (microsleep) or experience auditory/visual hallucinations. This is a sign that you've reached a dangerous level. **Physical Challenges:** **Deep and Crushing Fatigue** Not just feeling sleepy, but a exhaustion that penetrates to your bones. **Headaches** A common response from the body to stress and changing sleep patterns. **Feeling Cold** Your ability to regulate body temperature may be temporarily impaired. **Burning and Dryness in Eyes** The constant effort to stay awake tires the eyes. **Nausea and Loss of Appetite** The body's stress response can affect the digestive system. **⚠️ Warning Signs** If you experience hallucinations, severe cognitive impairment, or safety concerns, you should consider stopping the process and consulting a healthcare professional.
de: Der Anpassungsprozess ist im Grunde ein kontrollierter Schlafentzug. Daher solltest du auf alle Herausforderungen vorbereitet sein, die mit Schlafentzug einhergehen: **Mentale Herausforderungen:** **Gehirnnebel** Das häufigste Symptom. Du wirst Schwierigkeiten haben, deine Gedanken zu ordnen, dich zu konzentrieren und einfache Entscheidungen zu treffen. **Übermäßige Reizbarkeit und emotionale Instabilität** Du könntest wegen Kleinigkeiten wütend werden und in Situationen, in denen du normalerweise nicht so reagieren würdest, übermäßig emotional werden (weinen, Wutausbrüche). **Gedächtnisprobleme** Dein Kurzzeitgedächtnis kann stark beeinträchtigt sein. Du könntest vergessen, was du gerade gesagt hast oder was du tun wolltest. **Mangelnde Motivation** Selbst die einfachsten Aufgaben können wie Berge erscheinen. **Mikroschlaf und Halluzinationen** In Situationen extremer Müdigkeit könntest du für Sekunden einschlafen, während deine Augen geöffnet sind (Mikroschlaf), oder auditive/visuelle Halluzinationen erleben. Dies ist ein Zeichen dafür, dass du ein gefährliches Niveau erreicht hast. **Körperliche Herausforderungen:** **Tiefe und erdrückende Müdigkeit** Nicht nur ein Gefühl der Schläfrigkeit, sondern eine Erschöpfung, die bis in die Knochen dringt. **Kopfschmerzen** Eine häufige Reaktion des Körpers auf Stress und veränderte Schlafmuster. **Kältegefühl** Deine Fähigkeit, die Körpertemperatur zu regulieren, kann vorübergehend beeinträchtigt sein. **Brennen und Trockenheit in den Augen** Die ständige Anstrengung, wach zu bleiben, ermüdet die Augen. **Übelkeit und Appetitlosigkeit** Die Stressreaktion des Körpers kann das Verdauungssystem beeinträchtigen. **⚠️ Warnzeichen** Wenn du Halluzinationen, schwere kognitive Beeinträchtigungen oder Sicherheitsbedenken hast, solltest du in Betracht ziehen, den Prozess abzubrechen und einen Arzt aufzusuchen.
ja: 適応プロセスは、いわば意図的に睡眠不足を体験する期間です。そのため、睡眠不足に伴うあらゆる困難を体験する覚悟をしておくべきです。 **精神的な壁：** **脳の霧（ブレインフォグ）** 最も一般的な症状です。思考がまとまらず、集中したり、簡単な決断を下したりするのが難しくなります。 **過度なイライラと情緒不安定** 普段なら何とも思わないような些細なことで腹を立てたり、過剰に感情的（号泣したり、怒りを爆発させたり）になったりすることがあります。 **記憶力の問題** 短期記憶が著しく影響を受けることがあります。さっき言ったことや、やろうとしていたことを忘れてしまうかもしれません。 **モチベーションの欠如** どんなに簡単な作業でも、山のように大きく感じられます。 **マイクロスリープと幻覚** 極度の疲労状態では、目を開けたまま数秒間眠ってしまう（マイクロスリープ）ことや、幻聴・幻覚を体験することがあります。これは危険なレベルに達したサインです。 **身体的な壁：** **深く、打ちのめされるような疲労感** ただ眠いだけでなく、骨の髄まで染み渡るような疲労感です。 **頭痛** ストレスや睡眠パターンの変化に対する、体の一般的な反応です。 **寒気** 体温を調節する能力が一時的に損なわれることがあります。 **目の焼けるような感覚や乾燥** 常に起きているための努力が、目を疲れさせます。 **吐き気と食欲不振** 体のストレス反応が消化器系に影響を与えることがあります。 **⚠️ 警告サイン** 幻覚、重度の認知機能障害、または安全上の懸念が生じた場合は、プロセスを中止し、医療専門家に相談することを検討すべきです。
ms: Proses adaptasi pada dasarnya adalah proses kekurangan tidur yang terkawal. Oleh itu, anda harus bersedia untuk mengalami semua cabaran yang datang dengan kekurangan tidur: **Cabaran Mental:** **Kabus Otak** Simptom yang paling biasa. Anda akan mengalami kesukaran menyusun fikiran, menumpukan perhatian, dan membuat keputusan mudah. **Mudah Marah dan Ketidakstabilan Emosi yang Berlebihan** Anda mungkin menjadi marah pada perkara-perkara kecil dan menjadi terlalu emosional (menangis, ledakan kemarahan) dalam situasi yang biasanya anda tidak akan bertindak balas. **Masalah Ingatan** Ingatan jangka pendek anda boleh terjejas teruk. Anda mungkin lupa apa yang baru anda katakan atau apa yang akan anda lakukan. **Kurang Motivasi** Tugas yang paling mudah pun boleh kelihatan seperti gunung. **Tidur Mikro dan Halusinasi** Dalam situasi keletihan yang melampau, anda mungkin tertidur selama beberapa saat semasa mata anda terbuka (tidur mikro) atau mengalami halusinasi pendengaran/penglihatan. Ini adalah tanda bahawa anda telah mencapai tahap yang berbahaya. **Cabaran Fizikal:** **Keletihan yang Mendalam dan Menghancurkan** Bukan sekadar rasa mengantuk, tetapi keletihan yang menembusi hingga ke tulang anda. **Sakit Kepala** Tindak balas biasa dari badan terhadap tekanan dan perubahan corak tidur. **Rasa Sejuk** Keupayaan anda untuk mengawal suhu badan mungkin terjejas buat sementara waktu. **Rasa Terbakar dan Kekeringan pada Mata** Usaha berterusan untuk kekal terjaga meletihkan mata. **Loya dan Hilang Selera Makan** Tindak balas tekanan badan boleh menjejaskan sistem pencernaan. **⚠️ Tanda Amaran** Jika anda mengalami halusinasi, kemerosotan kognitif yang teruk, atau kebimbangan keselamatan, anda harus mempertimbangkan untuk menghentikan proses tersebut dan berunding dengan profesional penjagaan kesihatan.
th: กระบวนการปรับตัวนั้นโดยพื้นฐานแล้วเป็นกระบวนการอดนอนที่ควบคุมได้ ดังนั้นคุณควรเตรียมพร้อมที่จะเผชิญกับความท้าทายทั้งหมดที่มาพร้อมกับการอดนอน: **ความท้าทายทางจิตใจ:** **สมองล้า (Brain Fog)** เป็นอาการที่พบบ่อยที่สุด คุณจะมีความยากลำบากในการจัดระเบียบความคิด, การจดจ่อ, และการตัดสินใจเรื่องง่ายๆ **ความหงุดหงิดและอารมณ์ไม่คงที่** คุณอาจโกรธกับเรื่องเล็กๆ น้อยๆ และมีอารมณ์อ่อนไหวเกินไป (ร้องไห้, ระเบิดอารมณ์โกรธ) ในสถานการณ์ที่คุณปกติจะไม่ตอบสนอง **ปัญหาความจำ** ความจำระยะสั้นของคุณอาจได้รับผลกระทบอย่างรุนแรง คุณอาจลืมว่าเพิ่งพูดอะไรไปหรือกำลังจะทำอะไร **ขาดแรงจูงใจ** แม้แต่งานที่ง่ายที่สุดก็อาจดูเหมือนภูเขา **การหลับในและภาพหลอน** ในสถานการณ์ที่เหนื่อยล้าอย่างรุนแรง คุณอาจหลับไปเป็นวินาทีในขณะที่ตายังลืมอยู่ (microsleep) หรือมีอาการประสาทหลอนทางหู/ทางตา นี่เป็นสัญญาณว่าคุณได้มาถึงระดับที่เป็นอันตรายแล้ว **ความท้าทายทางร่างกาย:** **ความเหนื่อยล้าอย่างรุนแรง** ไม่ใช่แค่รู้สึกง่วง แต่เป็นความอ่อนเพลียที่แทรกซึมไปถึงกระดูก **ปวดหัว** เป็นปฏิกิริยาตอบสนองทั่วไปของร่างกายต่อความเครียดและรูปแบบการนอนที่เปลี่ยนไป **รู้สึกหนาว** ความสามารถในการควบคุมอุณหภูมิร่างกายของคุณอาจบกพร่องชั่วคราว **แสบและแห้งในตา** ความพยายามอย่างต่อเนื่องที่จะตื่นอยู่ทำให้ดวงตาเหนื่อยล้า **คลื่นไส้และเบื่ออาหาร** การตอบสนองต่อความเครียดของร่างกายอาจส่งผลต่อระบบย่อยอาหาร **⚠️ สัญญาณเตือน** หากคุณมีอาการประสาทหลอน, ความบกพร่องทางการรับรู้ที่รุนแรง, หรือความกังวลด้านความปลอดภัย คุณควรพิจารณาหยุดกระบวนการและปรึกษาผู้เชี่ยวชาญด้านสุขภาพ
tr: Adaptasyon süreci, aslında kontrollü bir uyku yoksunluğu sürecidir. Bu nedenle, uyku yoksunluğunun getirdiği tüm zorlukları deneyimlemeye hazır olmalısınız: **Zihinsel Zorluklar:** **Beyin Sisi (Brain Fog)** En yaygın belirtidir. Düşüncelerinizi toparlamakta, odaklanmakta ve basit kararlar vermekte zorlanırsınız. **Aşırı Sinirlilik ve Duygusal Dengesizlik** En küçük şeylere bile sinirlenebilir, normalde tepki vermeyeceğiniz durumlarda aşırı duygusal (ağlama, öfke patlamaları) olabilirsiniz. **Hafıza Sorunları** Kısa süreli hafızanız ciddi şekilde etkilenebilir. Az önce ne dediğinizi veya ne yapacağınızı unutabilirsiniz. **Motivasyon Eksikliği** En basit görevler bile dağ gibi görünebilir. **Mikro Uykular ve Halüsinasyonlar** Aşırı yorgunluk durumlarında, gözleriniz açıkken saniyelerliğine uykuya dalabilir (mikro uyku) veya işitsel/görsel halüsinasyonlar yaşayabilirsiniz. Bu, tehlikeli bir seviyeye ulaştığınızın işaretidir. **Fiziksel Zorluklar:** **Derin ve Ezici Yorgunluk** Sadece uykulu hissetmek değil, kemiklerinize kadar işleyen bir bitkinlik hali. **Baş Ağrıları** Vücudun strese ve değişen uyku düzenine verdiği yaygın bir tepkidir. **Üşüme Hissi** Vücut ısısını düzenleme yeteneğiniz geçici olarak bozulabilir. **Gözlerde Yanma ve Kuruluk** Sürekli uyanık kalma çabası gözleri yorar. **Mide Bulantısı ve İştahsızlık** Vücudun stres tepkisi sindirim sistemini etkileyebilir. **⚠️ Uyarı İşaretleri** Halüsinasyonlar, ciddi bilişsel bozukluk veya güvenlik kaygıları yaşıyorsanız, süreci durdurmayı ve bir sağlık uzmanına danışmayı düşünmelisiniz.

# education.article.adaptationChallenges.summary
source: Understanding the symptoms and challenges you'll face during the adaptation process.
de: Die Symptome und Herausforderungen verstehen, denen du während des Anpassungsprozesses begegnen wirst.
ja: 適応プロセス中に直面するであろう症状や困難について理解します。
ms: Memahami simptom dan cabaran yang akan anda hadapi semasa proses adaptasi.
th: ทำความเข้าใจอาการและความท้าทายที่คุณจะต้องเผชิญในระหว่างกระบวนการปรับตัว
tr: Adaptasyon sürecinde karşılaşacağınız semptomları ve zorlukları anlama.

# education.article.adaptationChallenges.title
source: Physical and Mental Challenges During Adaptation
de: Körperliche und geistige Herausforderungen während der Anpassung
ja: 適応中の身体的および精神的な壁
ms: Cabaran Fizikal dan Mental Semasa Adaptasi
th: ความท้าทายทางร่างกายและจิตใจระหว่างการปรับตัว
tr: Adaptasyon Sırasında Yaşanacak Fiziksel ve Zihinsel Zorluklar

# education.article.adaptationFailure.summary
source: Knowing when to stop the adaptation process and how to safely return to monophasic sleep.
de: Wissen, wann man den Anpassungsprozess abbrechen und wie man sicher zum monophasischen Schlaf zurückkehren kann.
ja: 適応プロセスをいつ中止し、安全に単相睡眠に戻る方法を知る。
ms: Mengetahui masa untuk menghentikan proses adaptasi dan cara kembali ke tidur monofasa dengan selamat.
th: การรู้ว่าเมื่อใดควรหยุดกระบวนการปรับตัวและวิธีกลับสู่การนอนหลับแบบเฟสเดียวอย่างปลอดภัย
tr: Adaptasyon sürecini ne zaman durduracağınızı ve monofazik uykuya nasıl güvenli dönüş yapacağınızı bilme.

# education.article.adaptationFailure.title
source: When to Stop: Safe Return to Normal Sleep
de: Wann man aufhören sollte: Sichere Rückkehr zum normalen Schlaf
ja: 中止すべき時：通常の睡眠への安全な復帰
ms: Bila Perlu Berhenti: Kembali ke Tidur Normal dengan Selamat
th: เมื่อใดควรหยุด: การกลับสู่การนอนหลับปกติอย่างปลอดภัย
tr: Ne Zaman Durmalı: Normal Düzene Güvenli Dönüş

# education.article.adaptationProcess.summary
source: Understanding the challenging but critical transition period when your body adapts to polyphasic sleep.
de: Die herausfordernde, aber entscheidende Übergangsphase verstehen, in der sich dein Körper an den polyphasischen Schlaf anpasst.
ja: あなたの体が多相睡眠に適応する、困難だが重要な移行期間を理解する。
ms: Memahami tempoh peralihan yang mencabar tetapi kritikal apabila badan anda menyesuaikan diri dengan tidur polifasa.
th: ทำความเข้าใจช่วงเปลี่ยนผ่านที่ท้าทายแต่สำคัญเมื่อร่างกายของคุณปรับตัวเข้ากับการนอนหลับแบบหลายเฟส
tr: Vücudunuzun polifazik uykuya adapte olduğu zorlu ama kritik geçiş dönemini anlama.

# education.article.adaptationProcess.title
source: The Adaptation Process: From "Zombie Mode" to Success
de: Der Anpassungsprozess: Vom „Zombie-Modus“ zum Erfolg
ja: 適応プロセス：「ゾンビモード」から成功へ
ms: Proses Adaptasi: Daripada "Mod Zombi" kepada Kejayaan
th: กระบวนการปรับตัว: จาก "โหมดซอมบี้" สู่ความสำเร็จ
tr: Adaptasyon Süreci: "Zombi Modu"ndan Başarıya

# education.article.adaptationSuccess.summary
source: Recognizing the positive signs that indicate your body is successfully adapting to polyphasic sleep.
de: Die positiven Anzeichen erkennen, die darauf hindeuten, dass sich dein Körper erfolgreich an den polyphasischen Schlaf anpasst.
ja: あなたの体が多相睡眠にうまく適応していることを示すポジティブな兆候を認識する。
ms: Mengenali tanda-tanda positif yang menunjukkan badan anda berjaya menyesuaikan diri dengan tidur polifasa.
th: การรับรู้สัญญาณบวกที่บ่งบอกว่าร่างกายของคุณกำลังปรับตัวเข้ากับการนอนหลับแบบหลายเฟสได้สำเร็จ
tr: Vücudunuzun polifazik uykuya başarıyla adapte olduğunu gösteren olumlu işaretleri tanıma.

# education.article.adaptationSuccess.title
source: Signs of Successful Adaptation
de: Anzeichen einer erfolgreichen Anpassung
ja: 適応成功の兆候
ms: Tanda-tanda Adaptasi yang Berjaya
th: สัญญาณของการปรับตัวที่ประสบความสำเร็จ
tr: Başarılı Bir Adaptasyonun İşaretleri

# education.article.basicTheory.summary
source: How polyphasic sleep aims to optimize REM and deep sleep phases.
de: Wie polyphasischer Schlaf darauf abzielt, die REM- und Tiefschlafphasen zu optimieren.
ja: 多相睡眠がREM睡眠と深い睡眠の段階をどのように最適化しようとするか。
ms: Bagaimana tidur polifasa bertujuan untuk mengoptimumkan fasa tidur REM dan tidur nyenyak.
th: วิธีที่การนอนหลับแบบหลายเฟสมีเป้าหมายเพื่อเพิ่มประสิทธิภาพของช่วงการนอนหลับ REM และการนอนหลับลึก
tr: Polifazik uykunun REM ve derin uyku evrelerini nasıl optimize etmeyi amaçladığı.

# education.article.basicTheory.title
source: The Theory Behind Polyphasic Sleep
de: Die Theorie hinter dem polyphasischen Schlaf
ja: 多相睡眠の背後にある理論
ms: Teori Di Sebalik Tidur Polifasa
th: ทฤษฎีเบื้องหลังการนอนหลับแบบหลายเฟส
tr: Polifazik Uykunun Arkasındaki Teori

# education.article.benefits.creativity.summary
source: Frequent REM sleep entry may enhance the brain's ability to make unusual connections and boost creative thinking.
de: Häufiger Eintritt in den REM-Schlaf kann die Fähigkeit des Gehirns verbessern, ungewöhnliche Verbindungen herzustellen und das kreative Denken zu fördern.
ja: 頻繁にREM睡眠に入ることは、脳が通常とは異なるつながりを作る能力を高め、創造的思考を促進する可能性があります。
ms: Kemasukan tidur REM yang kerap boleh meningkatkan keupayaan otak untuk membuat sambungan yang luar biasa dan meningkatkan pemikiran kreatif.
th: การเข้าสู่การนอนหลับ REM บ่อยครั้งอาจเพิ่มความสามารถของสมองในการสร้างความเชื่อมโยงที่ผิดปกติและส่งเสริมการคิดอย่างสร้างสรรค์
tr: Sık REM uykusuna girme, beynin alışılmadık bağlantılar kurma yeteneğini artırabilir ve yaratıcı düşünceyi geliştirebilir.

# education.article.benefits.creativity.title
source: Claimed Benefit: Enhanced Creativity and Innovation
de: Behaupteter Vorteil: Gesteigerte Kreativität und Innovation
ja: 主張される利点：創造性と革新性の向上
ms: Manfaat yang Dituntut: Peningkatan Kreativiti dan Inovasi
th: ประโยชน์ที่กล่าวอ้าง: ความคิดสร้างสรรค์และนวัตกรรมที่เพิ่มขึ้น
tr: İddia Edilen Avantaj: Yaratıcılık ve İnovasyon Artışı

# education.article.benefits.discipline.summary
source: The rigid schedule requirements may lead to improved discipline and time management skills.
de: Die starren Anforderungen des Zeitplans können zu verbesserter Disziplin und Zeitmanagementfähigkeiten führen.
ja: 厳格なスケジュール要件は、規律と時間管理スキルの向上につながる可能性があります。
ms: Keperluan jadual yang tegar boleh membawa kepada peningkatan disiplin dan kemahiran pengurusan masa.
th: ข้อกำหนดตารางเวลาที่เข้มงวดอาจนำไปสู่การปรับปรุงวินัยและทักษะการบริหารเวลา
tr: Katı program gereksinimleri gelişmiş disiplin ve zaman yönetimi becerilerine yol açabilir.

# education.article.benefits.discipline.title
source: Claimed Benefit: Enhanced Self-Discipline
de: Behaupteter Vorteil: Gesteigerte Selbstdisziplin
ja: 主張される利点：自己規律の向上
ms: Manfaat yang Dituntut: Peningkatan Disiplin Diri
th: ประโยชน์ที่กล่าวอ้าง: วินัยในตนเองที่เพิ่มขึ้น
tr: İddia Edilen Avantaj: Öz Disiplin Geliştirme

# education.article.benefits.dreamQuality.summary
source: Increased vivid dreams and lucid dreaming opportunities due to frequent REM sleep entry.
de: Zunahme lebhafter Träume und Möglichkeiten für luzides Träumen durch häufigen Eintritt in den REM-Schlaf.
ja: 頻繁なREM睡眠への移行による、鮮明な夢と明晰夢の機会の増加。
ms: Peningkatan mimpi yang jelas dan peluang mimpi jernih disebabkan oleh kemasukan tidur REM yang kerap.
th: ความฝันที่ชัดเจนขึ้นและโอกาสในการฝันรู้ตัวเพิ่มขึ้นเนื่องจากการเข้าสู่การนอนหลับ REM บ่อยครั้ง
tr: Sık REM uykusuna girme nedeniyle canlı rüyalar ve lüsid rüya fırsatları artışı.

# education.article.benefits.dreamQuality.title
source: Claimed Benefit: Enhanced Dream Quality and Lucid Dreaming
de: Behaupteter Vorteil: Verbesserte Traumqualität und luzides Träumen
ja: 主張される利点：夢の質の向上と明晰夢
ms: Manfaat yang Dituntut: Peningkatan Kualiti Mimpi dan Mimpi Jernih
th: ประโยชน์ที่กล่าวอ้าง: คุณภาพความฝันและการฝันรู้ตัวที่เพิ่มขึ้น
tr: İddia Edilen Avantaj: Rüya Kalitesi Artışı ve Lüsid Rüya

# education.article.benefits.mentalClarity.summary
source: Reports of continuous mental clarity and focus throughout the day after successful adaptation.
de: Berichte über kontinuierliche geistige Klarheit und Konzentration während des Tages nach erfolgreicher Anpassung.
ja: 適応成功後、一日を通して持続的な精神的明晰さと集中力があったという報告。
ms: Laporan mengenai kejelasan mental dan fokus yang berterusan sepanjang hari selepas adaptasi yang berjaya.
th: รายงานเกี่ยวกับความปลอดโปร่งทางจิตใจและสมาธิอย่างต่อเนื่องตลอดทั้งวันหลังจากการปรับตัวที่ประสบความสำเร็จ
tr: Başarılı adaptasyon sonrası gün boyunca sürekli zihinsel netlik ve odaklanma raporları.

# education.article.benefits.mentalClarity.title
source: Claimed Benefit: Mental Clarity and Focus
de: Behaupteter Vorteil: Geistige Klarheit und Konzentration
ja: 主張される利点：精神的な明晰さと集中力
ms: Manfaat yang Dituntut: Kejelasan Mental dan Fokus
th: ประโยชน์ที่กล่าวอ้าง: ความปลอดโปร่งทางจิตใจและสมาธิ
tr: İddia Edilen Avantaj: Zihinsel Netlik ve Odaklanma

# education.article.benefits.summary
source: Explore the claimed benefits of polyphasic sleep
de: Entdecke die behaupteten Vorteile des polyphasischen Schlafs
ja: 多相睡眠で主張される利点を探る
ms: Terokai manfaat yang didakwa daripada tidur polifasa
th: สำรวจประโยชน์ที่กล่าวอ้างของการนอนหลับแบบหลายเฟส
tr: Polifazik uykunun iddia edilen faydalarını keşfedin

# education.article.benefits.timeGain.summary
source: The primary promise of polyphasic sleep: gaining 3-6 extra hours of wakefulness daily.
de: Das Hauptversprechen des polyphasischen Schlafs: täglich 3-6 zusätzliche Stunden Wachheit gewinnen.
ja: 多相睡眠の主な約束：毎日3〜6時間の余分な覚醒時間を得ること。
ms: Janji utama tidur polifasa: memperoleh 3-6 jam tambahan waktu jaga setiap hari.
th: คำสัญญาหลักของการนอนหลับแบบหลายเฟส: การได้รับเวลาตื่นเพิ่มขึ้น 3-6 ชั่วโมงต่อวัน
tr: Polifazik uykunun temel vaadi: günde 3-6 saat ekstra uyanıklık kazanma.

# education.article.benefits.timeGain.title
source: Claimed Benefit: Time Gain
de: Behaupteter Vorteil: Zeitgewinn
ja: 主張される利点：時間の獲得
ms: Manfaat yang Dituntut: Penjimatan Masa
th: ประโยชน์ที่กล่าวอ้าง: การได้เวลาเพิ่มขึ้น
tr: İddia Edilen Avantaj: Zaman Kazanma

# education.article.benefits.title
source: Potential Benefits
de: Mögliche Vorteile
ja: 潜在的な利点
ms: Potensi Manfaat
th: ประโยชน์ที่เป็นไปได้
tr: Potansiyel Faydalar

# education.article.biphasic.summary
source: The most accessible polyphasic schedule, perfect for beginners.
de: Der zugänglichste polyphasische Zeitplan, perfekt für Anfänger.
ja: 最も取り組みやすい多相睡眠スケジュールで、初心者に最適です。
ms: Jadual polifasa yang paling mudah diakses, sesuai untuk pemula.
th: ตารางการนอนหลับแบบหลายเฟสที่เข้าถึงได้ง่ายที่สุด เหมาะสำหรับผู้เริ่มต้น
tr: En erişilebilir polifazik program, yeni başlayanlar için mükemmel.

# education.article.biphasic.title
source: Biphasic Sleep (Beginner)
de: Biphasischer Schlaf (Anfänger)
ja: 二相睡眠（初心者向け）
ms: Tidur Bifasa (Permulaan)
th: การนอนหลับแบบสองเฟส (สำหรับผู้เริ่มต้น)
tr: Bifazik Uyku (Başlangıç)

# education.article.dymaxion.summary
source: Four 30-minute naps spaced 6 hours apart - theoretical and impractical.
de: Vier 30-minütige Nickerchen im Abstand von 6 Stunden - theoretisch und unpraktisch.
ja: 6時間ごとに4回の30分仮眠 - 理論的かつ非現実的。
ms: Empat tidur sebentar selama 30 minit dengan jarak 6 jam - teoretikal dan tidak praktikal.
th: งีบ 30 นาที 4 ครั้ง ห่างกันทุก 6 ชั่วโมง - เป็นเชิงทฤษฎีและไม่สามารถปฏิบัติได้จริง
tr: 6 saat arayla 4 adet 30 dakikalık şekerleme - teorik ve pratik dışı.

# education.article.dymaxion.title
source: Dymaxion Sleep
de: Dymaxion-Schlaf
ja: ダイマキシオン睡眠
ms: Tidur Dymaxion
th: การนอนหลับแบบ Dymaxion
tr: Dymaxion Uyku

# education.article.everyman.summary
source: Popular intermediate schedules balancing sleep reduction with practicality.
de: Beliebte mittlere Zeitpläne, die Schlafreduktion mit Praktikabilität in Einklang bringen.
ja: 睡眠時間の短縮と実用性のバランスをとった、人気の中級スケジュール。
ms: Jadual pertengahan yang popular mengimbangi pengurangan tidur dengan kepraktisan.
th: ตารางระดับกลางที่ได้รับความนิยมซึ่งสร้างสมดุลระหว่างการลดการนอนหลับกับการใช้งานจริง
tr: Uyku azaltma ile pratikliği dengeleyen popüler orta seviye programlar.

# education.article.everyman.title
source: Everyman Sleep (Intermediate)
de: Everyman-Schlaf (Mittel)
ja: エブリマン睡眠（中級）
ms: Tidur Everyman (Pertengahan)
th: การนอนหลับแบบ Everyman (ระดับกลาง)
tr: Everyman Uyku (Orta Seviye)

# education.article.famousPeople.summary
source: Examining claims about da Vinci, Tesla, and other historical figures.
de: Untersuchung von Behauptungen über da Vinci, Tesla und andere historische Persönlichkeiten.
ja: ダ・ヴィンチ、テスラ、その他の歴史上の人物に関する主張を検証する。
ms: Meneliti dakwaan mengenai da Vinci, Tesla, dan tokoh sejarah lain.
th: การตรวจสอบคำกล่าวอ้างเกี่ยวกับดา วินชี, เทสลา, และบุคคลในประวัติศาสตร์อื่นๆ
tr: da Vinci, Tesla ve diğer tarihi figürler hakkındaki iddiaları inceleme.

# education.article.famousPeople.title
source: Famous People & Sleep Myths
de: Berühmte Persönlichkeiten & Schlafmythen
ja: 有名人と睡眠の神話
ms: Orang Terkenal & Mitos Tidur
th: บุคคลที่มีชื่อเสียง และ ความเชื่อผิดๆ เกี่ยวกับการนอน
tr: Ünlü İsimler ve Uyku Efsaneleri

# education.article.myth.caffeine.summary
source: Why caffeine and energy drinks actually sabotage the polyphasic sleep adaptation process.
de: Warum Koffein und Energy-Drinks den Anpassungsprozess an den polyphasen Schlaf tatsächlich sabotieren.
ja: カフェインやエナジードリンクが、なぜ多相睡眠の適応プロセスを妨害するのか。
ms: Mengapa kafein dan minuman tenaga sebenarnya mensabotaj proses adaptasi tidur polifasa.
th: ทำไมคาเฟอีนและเครื่องดื่มชูกำลังจึงทำลายกระบวนการปรับตัวการนอนหลับแบบหลายเฟส
tr: Kafein ve enerji içeceklerinin polifazik uyku adaptasyon sürecini neden sabote ettiği.

# education.article.myth.caffeine.title
source: Myth: Caffeine Helps With Adaptation
de: Mythos: Koffein hilft bei der Anpassung
ja: 神話：カフェインは適応を助ける
ms: Mitos: Kafein Membantu Adaptasi
th: ความเชื่อ: คาเฟอีนช่วยในการปรับตัว
tr: Efsane: Kafein Adaptasyona Yardımcı Olur

# education.article.myth.flexibility.summary
source: Why polyphasic sleep schedules are extremely rigid and offer almost no flexibility.
de: Warum polyphasische Schlafpläne extrem starr sind und fast keine Flexibilität bieten.
ja: 多相睡眠のスケジュールがなぜ極めて厳格で、ほとんど柔軟性がないのか。
ms: Mengapa jadual tidur polifasa sangat tegar dan hampir tidak menawarkan fleksibiliti.
th: ทำไมตารางการนอนหลับแบบหลายเฟสจึงเข้มงวดอย่างยิ่งและแทบไม่มีความยืดหยุ่นเลย
tr: Polifazik uyku programlarının neden son derece katı olduğu ve neredeyse hiç esneklik sunmadığı.

# education.article.myth.flexibility.title
source: Myth: You Can Be Flexible Once Adapted
de: Mythos: Nach der Anpassung kann man flexibel sein
ja: 神話：一度適応すれば柔軟になれる
ms: Mitos: Anda Boleh Fleksibel Setelah Berjaya Adaptasi
th: ความเชื่อ: คุณสามารถยืดหยุ่นได้เมื่อปรับตัวแล้ว
tr: Efsane: Adapte Olduktan Sonra Esnek Olabilirsiniz
